Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/Home.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, nl, vi, zh_hans, zh_hant

# WhileYouSlept.Prompt
source: Below are article headlines from RSS feeds published overnight. Each entry has a source name and headline, and may include a brief snippet. Respond with only 3-5 bullet points of the most important things from these headlines. Each bullet point should be one sentence. Group related headlines into single points where possible. Do not repeat the same story twice. Do not speculate beyond what the headlines indicate. Do not include any introduction, overview, conclusion, or commentary. Only output the bullet points. Use plain language. You may use **bold** to emphasize key terms. Respond in English. Headlines:
de: Nachfolgend sind Artikelüberschriften aus RSS-Feeds, die über Nacht veröffentlicht wurden. Jeder Eintrag enthält einen Quellennamen und eine Überschrift und kann einen kurzen Textauszug enthalten. Antworten Sie nur mit 3–5 Aufzählungspunkten der wichtigsten Dinge aus diesen Überschriften. Jeder Aufzählungspunkt sollte ein Satz sein. Fassen Sie verwandte Überschriften nach Möglichkeit in einzelnen Punkten zusammen. Wiederholen Sie nicht dieselbe Meldung zweimal. Spekulieren Sie nicht über das hinaus, was die Überschriften angeben. Fügen Sie keine Einleitung, keinen Überblick, kein Fazit oder keinen Kommentar hinzu. Geben Sie nur die Aufzählungspunkte aus. Verwenden Sie einfache Sprache. Sie dürfen **fett** verwenden, um wichtige Begriffe hervorzuheben. Antworte auf Deutsch. Überschriften:
fr: Ci-dessous se trouvent des titres d'articles provenant de flux RSS publiés pendant la nuit. Chaque entrée comprend un nom de source et un titre, et peut inclure un bref extrait. Répondez uniquement avec 3 à 5 puces des éléments les plus importants de ces titres. Chaque puce doit être une phrase. Regroupez les titres liés en un seul point lorsque c'est possible. Ne répétez pas la même information deux fois. Ne spéculez pas au-delà de ce que les titres indiquent. N'incluez aucune introduction, vue d'ensemble, conclusion ou commentaire. Donnez uniquement les puces. Utilisez un langage simple. Vous pouvez utiliser le **gras** pour mettre en valeur les termes clés. Réponds en français. Titres :
it: Di seguito sono riportati i titoli degli articoli dai feed RSS pubblicati durante la notte. Ogni voce include il nome della fonte e il titolo, e può includere un breve estratto. Rispondi con solo 3-5 punti elenco delle cose più importanti da questi titoli. Ogni punto elenco deve essere una frase. Raggruppa i titoli correlati in singoli punti dove possibile. Non ripetere la stessa notizia due volte. Non speculare oltre quanto indicato dai titoli. Non includere introduzione, panoramica, conclusione o commenti. Riporta solo i punti elenco. Usa un linguaggio semplice. Puoi usare il **grassetto** per evidenziare i termini chiave. Rispondi in italiano. Titoli:
ja: 以下は夜間に公開されたRSSフィードの記事見出しです。各エントリにはソース名と見出しがあり、短い抜粋が含まれる場合もあります。 これらの見出しから最も重要なことを3〜5個の箇条書きのみで回答してください。各箇条書きは1文にしてください。関連する見出しはできるだけまとめてください。同じ話題を繰り返さないでください。見出しから読み取れる範囲を超えて推測しないでください。導入文、概要、まとめ、コメントは一切含めないでください。箇条書きのみを出力してください。平易な言葉を使ってください。重要な用語を強調するために**太字**を使用できます。日本語で回答してください。 見出し:
ko: 아래는 밤사이 게시된 RSS 피드의 기사 헤드라인입니다. 각 항목에는 출처 이름과 헤드라인이 있으며, 짧은 요약이 포함될 수 있습니다. 이 헤드라인에서 가장 중요한 내용을 3~5개의 글머리 기호로만 응답하세요. 각 글머리 기호는 한 문장이어야 합니다. 관련 헤드라인은 가능한 한 하나의 항목으로 묶으세요. 같은 기사를 두 번 반복하지 마세요. 헤드라인에 나타난 내용 이상으로 추측하지 마세요. 서론, 개요, 결론 또는 논평을 포함하지 마세요. 글머리 기호만 출력하세요. 쉬운 언어를 사용하세요. 핵심 용어를 강조하기 위해 **굵게**를 사용할 수 있습니다. 한국어로 응답하세요. 헤드라인:
nl: Hieronder staan artikelkoppen uit RSS-feeds die 's nachts zijn gepubliceerd. Elk item heeft een bronnaam en een kop, en bevat mogelijk een kort fragment. Antwoord met slechts 3 tot 5 opsommingstekens van de belangrijkste zaken uit deze koppen. Elk opsommingsteken moet één zin zijn. Groepeer gerelateerde koppen waar mogelijk tot één punt. Herhaal hetzelfde verhaal niet tweemaal. Speculeer niet verder dan wat de koppen aangeven. Voeg geen inleiding, overzicht, conclusie of commentaar toe. Geef alleen de opsommingstekens weer. Gebruik eenvoudige taal. Je mag **vet** gebruiken om belangrijke termen te benadrukken. Antwoord in het Nederlands. Koppen:
vi: Dưới đây là tiêu đề bài viết từ các nguồn cấp RSS được đăng qua đêm. Mỗi mục có tên nguồn và tiêu đề, và có thể kèm theo một đoạn trích ngắn. Chỉ trả lời 3-5 gạch đầu dòng về những điều quan trọng nhất từ các tiêu đề này. Mỗi gạch đầu dòng là một câu. Gộp các tiêu đề liên quan thành một ý nếu có thể. Không lặp lại cùng một tin hai lần. Không suy đoán ngoài nội dung tiêu đề. Không viết phần mở đầu, tổng quan, kết luận, hay bình luận. Chỉ xuất các gạch đầu dòng. Sử dụng ngôn ngữ đơn giản. Bạn có thể sử dụng **in đậm** để nhấn mạnh các thuật ngữ quan trọng. Trả lời bằng tiếng Việt. Tiêu đề:
zh_hans: 以下是夜间发布的 RSS 订阅源文章标题。每条包含来源名称和标题，可能还有简短摘要。 仅用 3 到 5 个要点回复这些标题中最重要的内容。每个要点为一句话。尽可能将相关标题合并为一个要点。不要重复同一条新闻。不要超出标题所示内容进行推测。不要包含任何引言、概述、结论或评论。仅输出要点。使用简洁的语言。可以使用**粗体**来强调关键术语。用简体中文回答。 标题：
zh_hant: 以下是夜間發布的 RSS 訂閱源文章標題。每個項目包含來源名稱和標題，可能還有簡短摘錄。 僅回覆 3 到 5 個最重要的重點條列。每個條列項目應為一句話。盡可能將相關標題歸納為同一個條列項目。不要重複同一則新聞。不要做出超出標題內容的推測。不要包含任何引言、總覽、結論或評論。只輸出重點條列。使用淺顯易懂的語言。可以使用**粗體**來強調關鍵術語。用繁體中文回答。 標題：

# WhileYouSlept.ShowLess
source: Show Less
de: Weniger anzeigen
fr: Afficher moins
it: Mostra meno
ja: 折りたたむ
ko: 접기
nl: Minder tonen
vi: Thu gọn
zh_hans: 收起
zh_hant: 收起

# WhileYouSlept.ShowMore
source: Show More
de: Mehr anzeigen
fr: Afficher plus
it: Mostra di più
ja: もっと見る
ko: 더 보기
nl: Meer tonen
vi: Xem thêm
zh_hans: 展开
zh_hant: 展開

# WhileYouSlept.Title
source: While You Slept
de: Während Sie schliefen
fr: Pendant votre sommeil
it: Mentre dormivi
ja: おやすみ中のできごと
ko: 자는 동안
nl: Terwijl je sliep
vi: Khi bạn ngủ
zh_hans: 夜间动态
zh_hant: 你睡著時

# WhileYouSlept.TooFew
source: There were too few headlines to summarize.
de: Es gab zu wenige Überschriften für eine Zusammenfassung.
fr: Il y avait trop peu de titres pour générer un résumé.
it: I titoli erano troppo pochi per generare un riepilogo.
ja: 要約するには見出しが少なすぎました。
ko: 요약하기에 헤드라인이 너무 적습니다.
nl: Er waren te weinig koppen om samen te vatten.
vi: Quá ít tiêu đề để tóm tắt.
zh_hans: 标题太少，无法生成摘要。
zh_hant: 標題太少，無法產生摘要。

# HomeSection.Today
source: Today
nl: Vandaag
